[{"fields": {"code": "RNASeq2015", "title": "Gene Expression profiling with HTS: RNA-Seq data analysis", "text": "The aim of this course is to familiarize the participants with the primary analysis of datasets generated through the RNA-Seq assays. This course starts with a brief introduction to high-throughput sequencing (hts) technologies and their application to gene expression analysis (RNA-Seq). Next, we will present key steps in the data analysis pipeline (such as quality control, alignment, summarization) along with most commonly used software to accomplish them. Finally, we focus on dataset specific downstream analysis, including quantification of expression, transcriptome assembly and differential expression analysis. ", "author": 1, "venue": "CINECA Auditorium, via dei Tizii 2/C, Rome", "published_date": "2015-09-11T12:48:17Z", "deadline": "October 15th 2015", "course_date": "2015-10-19", "created_date": "2015-09-03T15:51:38Z", "year": "2015", "acceptance": "October 18th 2015", "data": "19-22 October 2015"}, "model": "elixir_ita.course", "pk": 1}, {"fields": {"code": "VarCall2015", "title": "NGS for evolutionary biologists: from basic scripting to variant calling", "text": "Recent advances in genome sequencing technologies provide unprecedented opportunities to characterise individual genomes and identify mutations relevant for the study of both evolutionary questions and diagnosis and therapy. This course will run over five days focusing on variant analysis of NGS data and is addressed to wet lab scientists with no previous knowledge of the use of a command line, statistical computing packages, and programming. Participants will be immersed in the experience of running a complete NGS data analysis workflow, from the retrieval of raw data from bioinformatics resources, to the downstream analysis of the processed data. ", "author": 1, "venue": "CINECA Auditorium, via dei Tizii 2/C, Rome", "published_date": "2015-09-11T14:36:08Z", "deadline": "October 23rd 2015", "course_date": "2015-11-23", "created_date": "2015-09-05T16:06:43Z", "year": "2015", "acceptance": "October 31st 2015", "data": "23-27 November 2015"}, "model": "elixir_ita.course", "pk": 2}, {"fields": {"code": "NGSBeMM2015", "title": "High Throughput Sequencing (HTS) data analysis", "text": "The course constitutes a formal teaching activity of the BeMM PhD school and is primarily aimed at 2nd year students of the participating PhD courses. The programme consists of lectures, which will be open to approximately 100 students, and practicals that will be available only to 24 students.\r\nThe aim of this course is to familiarise the participants with the primary analysis of datasets generated through two popular next-generation sequencing (NGS) assays:  ChIP-seq and RNA-seq.", "author": 1, "venue": "Sapienza University, Rome, Italy", "published_date": "2015-09-09T12:48:17Z", "deadline": "September 14th 2015", "course_date": "2015-10-05", "created_date": "2015-09-11T12:45:34Z", "year": "2015", "acceptance": "September 26th 2015", "data": "5-7 October 2015"}, "model": "elixir_ita.course", "pk": 3}, {"fields": {"code": "SysBiol2015", "title": "Protein Networks and Systems Biology", "text": "The aim of this course is to familiarise the participants with the different approaches to the study of protein-protein interactions (PPIs), protein interaction networks and systems biology, providing hands-on training sessions as well. The course is structured in four sessions. The first one focuses on bioinformatics databases, tools, and web resources dedicated to PPIs. The second one provides a molecular point of view on protein-protein interactions (PPI), including how to exploit structural information in analyses and predictions. The third session is about graph theory, network models and the tools to analyse them. Last session is about biomedical applications of PPI resources, methods and networks.", "author": 1, "venue": "Dept. of Computer Science and Engineering IT Room (University of Bologna) - Via Ranzani 14/C, Bologna, IT", "published_date": "2015-10-30T13:34:25Z", "deadline": "30th November 2015", "course_date": "2015-12-14", "created_date": "2015-10-30T13:12:48Z", "year": "2015", "acceptance": "from 15 November 2015", "data": "14-18 December 2015"}, "model": "elixir_ita.course", "pk": 4}, {"fields": {"code": "VarCall2016", "title": "NGS for evolutionary biologists: from basic scripting to variant calling", "text": "This course will provide an introduction to next generation sequencing platforms, data analysis and tools for data quality control, including alignment to a reference sequence, data handling and visualisation, and variant calling and filtering (single nucleotide polymorphisms and structural variants). The course will be delivered using a mixture of lectures and computer based hands-on practical sessions, including group projects to be completed by the participants using the knowledge gained at the course. Projects will cover the general topics of population structure and admixture, demographic changes and natural selection.\r\n", "author": 1, "venue": "Biblioteca, Consiglio Nazionale delle Ricerche, via P. Castellino 111, 80131 Naples", "published_date": "2016-02-27T09:43:47Z", "deadline": "March 30th 2016", "course_date": "2016-05-02", "created_date": "2016-02-27T09:35:50Z", "year": "2016", "acceptance": "April 10th 2016", "data": "May 2-6, 2016"}, "model": "elixir_ita.course", "pk": 5}, {"fields": {"code": "RNASeq2016", "title": "RNA-seq data analysis workshop", "text": "This course will provide an introduction on the application of the RNA-seq technology to the study of non-model organism transcriptomes and it will be centered on the Trinity software suite for the de novo transcriptome assembly and analysis. The course will be delivered by the lead developer of the Trinity software Dr. Brian Haas (the Broad Institute, USA) and by tutors from the University of Naples Federico II, the Institute of Genetics and Biophysics \"Adriano Buzzati-Traverso\", the Sapienza University of Rome and the National Research Council (CNR). It will consist of theoretical lessons and practical exercises on transcriptome assembly, structural and functional annotation and differential expression analysis.", "author": 1, "venue": "University of Naples Federico II,  Naples", "published_date": "2016-03-04T13:32:51Z", "deadline": "", "course_date": "2016-06-06", "created_date": "2016-03-04T13:25:23Z", "year": "2016", "acceptance": "", "data": "June 6-10, 2016"}, "model": "elixir_ita.course", "pk": 6}, {"fields": {"code": "HPCMolDyn2016", "title": "High Performance Molecular Dynamics", "text": "This course is designed for those users who wish run classical molecular dynamics programs such as GROMACS and NAMD on modern supercomputers. By understanding better the HPC infrastructures and the algorithms used to exploit them, the aim is to give researchers the tools to run simulations in the most efficient way possible on current and future supercomputers. \r\nAt least half the course will be devoted to practical sessions where students will be able to prepare and run GROMACS or NAMD examples on the supercomputers of Cineca.", "author": 1, "venue": "CINECA, via dei Tizii 6, Rome", "published_date": "2016-03-18T15:33:07Z", "deadline": "", "course_date": "2016-04-05", "created_date": "2016-03-18T15:24:18Z", "year": "2016", "acceptance": "", "data": "5-7 April 2016"}, "model": "elixir_ita.course", "pk": 7}, {"fields": {"code": "HPCMolDyn2016-PRACE", "title": "High Performance Molecular Dynamics@CINECA - PRACE Edition ", "text": "This course is designed for those users who wish run classical molecular dynamics programs such as GROMACS and NAMD on modern supercomputers. By understanding better the HPC infrastructures and the algorithms used to exploit them, the aim is to give researchers the tools to run simulations in the most efficient way possible on current and future supercomputers. \r\nAt least half the course will be devoted to practical sessions where students will be able to prepare and run GROMACS or NAMD examples on the supercomputers of Cineca.", "author": 1, "venue": "CINECA, Bologna", "published_date": "2016-03-18T15:52:07Z", "deadline": "", "course_date": "2016-09-20", "created_date": "2016-03-18T15:34:54Z", "year": "2016", "acceptance": "", "data": "20-30 September"}, "model": "elixir_ita.course", "pk": 8}, {"fields": {"code": "TtT-BITS2016", "title": "Effective academic teaching", "text": "In this workshop, we will provide participants with instructional principles that come directly from cognitive research and the speakers' experience, and their implications for teaching practice. We will then extensively discuss which principles can be easily translated (and how) into teaching strategies and applied into actual courses. Examples of effective teaching techniques already put into action in academic courses will be described.   \r\n", "author": 1, "venue": "University of Salerno, Fisciano (SA), Italy", "published_date": "2016-04-21T08:59:32Z", "deadline": "May 25th, 2016", "course_date": "2016-06-15", "created_date": "2016-04-21T08:55:59Z", "year": "2016", "acceptance": "May 31st, 2016", "data": "June 15th, 2016"}, "model": "elixir_ita.course", "pk": 9}, {"fields": {"code": "Galaxy2016", "title": "Exome analysis using Galaxy", "text": "Galaxy is an open source, web-based platform for data intensive biomedical research. It makes accessible bioinformatics applications to users lacking programming skills, enabling them to easily build analysis workflows for NGS data.\r\nThis course is aimed at PhD student, biologists, clinicians and researchers who are analysing, or need to analyse in the near future, high throughput exome sequencing data.\r\nThe aim of this course is to make participants familiarise with the Galaxy platform and prepare them to work independently, using state-of-the art tools for the analysis of exome sequencing data.", "author": 1, "venue": "Università di Milano-Bicocca, Laboratory 4A1,  Building U4, Piazza della Scienza 4, 20126, Milano (IT) ", "published_date": "2016-06-27T10:31:17Z", "deadline": "30th July, 2016", "course_date": "2016-09-18", "created_date": "2016-06-27T10:26:20Z", "year": "2016", "acceptance": "10th August, 2016", "data": "September 19-20, 2016"}, "model": "elixir_ita.course", "pk": 10}, {"fields": {"code": "Python2016", "title": "Python for Life Scientists", "text": "Python is an object-oriented programming language that is ideal for biological data analysis. The course will start from zero knowledge, and will introduce the participants to all the basic concepts of Python such as calculating, organising data, reading and writing files, program logic and writing larger programs. All the examples and practical sessions will focus on solving biological problems. \r\nThe course will be highly interactive and the students will continuously put theory into practice while learning. By the end of the course, the participants will have a good understanding of Python basics and will have acquired the skills to manage any type of bioinformatics database record and to run applications from scripts. Basic Unix/Linux skills will be provided at the beginning of the course.", "author": 1, "venue": "Aula Multimediale, Labo-Biotech - Department of Biosciences, Biotechnology and Biopharmaceutics, University of Bari - Via Fanelli 204", "published_date": "2016-07-21T10:33:35Z", "deadline": "30/08/2016", "course_date": "2016-09-26", "created_date": "2016-07-21T10:30:20Z", "year": "2016", "acceptance": "05/09/2016", "data": "September 26th-30th , 2016"}, "model": "elixir_ita.course", "pk": 11}, {"fields": {"code": "NETTAB2016", "title": "Combined CHARME - EMBnet - NETTAB 2016 Workshop", "text": "The Workshop ‘Reproducibility, standards and SOP in bioinformatics‘ is co-organised by the COST European Action CHARME (CA15110), EMBnet (The Global Bioinformatics Network) and NETTAB (International Workshop Series on Network Tools and Applications for Biology). It is hosted by the ELIXIR Italian Node (ELIXIR-IIB)) and will be held at the Italian CNR (National Research Council) head quarter, in Rome. The workshop will be preceded by a GOBLET/ELIXIR-ITA Tutorial and a ELIXIR Hacktahon on Monday 24th. ", "author": 1, "venue": "Consiglio Nazionale delle RIcerche (CNR) - Piazzale Aldo Moro, 7 - Rome, IT", "published_date": "2016-09-08T12:16:39Z", "deadline": "", "course_date": "2016-10-25", "created_date": "2016-09-08T12:10:08Z", "year": "2016", "acceptance": "", "data": "25-26 October 2016"}, "model": "elixir_ita.course", "pk": 12}, {"fields": {"code": "TtT-Pilot3", "title": "GOBLET/ELIXIR-IIB Train-The-Trainer Tutorial (ELIXIR/EXCELERATE TtT 3rd pilot course)", "text": "In this workshop, we will provide participants with instructional principles that come directly from cognitive research and the speakers' experience, and their implications for teaching practice. The workshop, which is limited to 20 participants, is organised in four sessions: Session 1: Review of learning principles and how they apply to training; Session 2: Training techniques that can be used to enhance learner engagement and participation; Session 3: Session, course, and materials design; Session 4: Assessment and feedback in training. ", "author": 1, "venue": "Consiglio Nazionale delle RIcerche (CNR) - Piazzale Aldo Moro, 7 - Rome, IT ", "published_date": "2016-09-08T12:25:41Z", "deadline": "", "course_date": "2016-10-24", "created_date": "2016-09-08T12:22:56Z", "year": "2016", "acceptance": "", "data": "24th October 2016"}, "model": "elixir_ita.course", "pk": 13}, {"fields": {"website": null, "bio": "Alberto Calderone is a computer scientist with a Master's Degree in bioinformatics. After working as IT consultant, he obtained his PhD in Bioinformatics under the supervision of prof. Gianni Cesareni, working in close contact with wet biologists and applying systems biology, dynamical models and graph theory to the processing of experimental data. His research interests include Networks and Systems Biology, Computational Biology, Bioinformatics and Computer Science.\r\nHe gave invited seminars on Systems Biology in the second level Master in Bioinformatics at the Sapienza University of Rome and in the Systems Biology undergraduate course at the University of Rome Tor Vergata. For four years, he assisted in practical training sessions on Systems Biology analysis techniques at the University of Rome Tor Vergata.\r\nCurrently, he is a Post-Doctoral Research Fellow in the Bioinformatics and Computational Biology Unit of the Molecular Genetics Laboratory led by prof. Gianni Cesareni (Tor Vergata University of Rome, IT).\r\n", "name": "Alberto Calderone", "author": 1, "photo": "img/elixir_ita_logo.jpg", "course_teach": "", "affiliation": "Università di Roma Tor Vergata", "contact": "sinnefa@gmail.com", "course_organise": "", "keywords": "Protein interaction networks, Systems Biology, Computational Biology, Bioinformatics, Computer Science"}, "model": "elixir_ita.trainer", "pk": "alberto_calderone"}, {"fields": {"website": "", "bio": "Allegra Via is a physicist and scientific researcher at the Institute of Biomembranes and Bioenergetics (IBBE) of the National Research Council (CNR, Bari, IT). \r\nIn 2003, she got her PhD at the University of Rome \"Tor Vergata\", where she also worked six years as postdoc. In 2009 she moved to the Sapienza University as researcher, and, since January 2016, she works full time as the ELIXIR Italy Training Coordinator. She is involved in the design, organisation and delivery of bioinformatics training courses, in Train the Trainer activities, and collaborates with other ELIXIR's nodes on many training-related initiatives. She has a long track record of academic teaching (Macromolecular Structures, Python programming, Bioinformatics, Biochemistry, Protein interactions). \r\nHer main research interests include protein structural bioinformatics, protein function prediction and analysis, and protein interactions. She is a member of the Global Organisation of Bioinformatics Learning, Education and Training (GOBLET) and a Software/Data Carpentry Instructor.", "name": "Allegra Via", "author": 1, "photo": "img/allegra_2016.png", "course_teach": "", "affiliation": "IBBE, CNR, Bari, IT", "contact": "a.via@ibbe.cnr.it; allegra.via@gmail.com", "course_organise": "", "keywords": "Python, Bioinformatics, Structural Bioinformatics, Protein interactions, Training, Train the Trainer "}, "model": "elixir_ita.trainer", "pk": "allegra_via"}, {"fields": {"website": null, "bio": "Andreas Zanzoni is a biologist and senior post-doctoral fellow at Aix-Marseille University in the Inserm laboratory “Technological Advances for Genomics and Clinics”(TAGC, UMR_S1090, Marseille, FR). His research activity is mainly focused on interaction network analyses (protein-protein, protein-RNA) in the context of human diseases.", "name": "Andreas Zanzoni", "author": 1, "photo": "img/andreas_zanzoni_2015.jpg", "course_teach": "", "affiliation": "Aix-Marseille University – Inserm, Marseille, FR", "contact": "", "course_organise": "", "keywords": "Protein interaction networks, Systems Biology, Bioinformatics"}, "model": "elixir_ita.trainer", "pk": "andreas_zanzoni"}, {"fields": {"website": null, "bio": "Chiara Batini is an Honorary Vistor Fellow at the Department of Genetics, University of Leicester, UK. Chiara finished her PhD in 2008, carried out between Sapienza University of Rome and Universitat Pompeu Fabra (Barcelona, Spain), and followed by a long-term post-doc at University of Leicester. Her main research interests are in human evolutionary genetics and the role of culture and environment in shaping genetic diversity, with a special focus on mitochondrial and Y chromosome variation in Central African and European populations. She started working with NGS data in 2010, and since 2013 she is co-organiser and trainer for the workshops run by BBASH at University of Leicester.", "name": "Chiara Batini", "author": 1, "photo": "img/chiara_batini_2015.jpg", "course_teach": "", "affiliation": "University of Leicester, UK", "contact": "chiara.batini@gmail.com", "course_organise": "", "keywords": "Population genomics"}, "model": "elixir_ita.trainer", "pk": "chiara_batini"}, {"fields": {"website": "http://www.crs4.it/peopledetails/195/gianmauro-cuccuru/", "bio": "Gianmauro Cuccuru is a senior researcher in the Bioinformatics Program at CRS4, an interdisciplinary research center based in Pula, Sardinia (Italy). He is involved in the development of the CRS4 infrastructure for data-intensive computational analysis of large scale biological data. His current interests are mainly focused on the elaboration of a comprehensive approach to support data management and computable framework for data-intensive studies enabling the seamless integration of clinical and experimental data.\r\nHe is the lead developer of Orione, an integrated web-based data management and analysis platform that enable collaborative and reproducible biomedical research.\r\nHe has worked also on the computational prediction of drug cardiac toxicity exploiting the power of  GPUs computing in a large scale biological simulation.\r\nGianmauro obtained his Laurea (MSc) degree in Electronic Engineering from The University of Cagliari, Italy, in 2006 .", "name": "Gianmauro Cuccuru", "author": 1, "photo": "img/gianmauro_cuccuru_2016.jpg", "course_teach": "", "affiliation": "CRS4, Pula, Cagliari", "contact": "gmauro@crs4.it", "course_organise": "", "keywords": ""}, "model": "elixir_ita.trainer", "pk": "gianmauro_cuccuru"}, {"fields": {"website": null, "bio": "Gianni Cesareni is a Full Professor of Genetics at the University of Rome Tor Vergata (Italy). After obtaining a degree in physics at the Sapienza University of Rome, he spent three years in Cambridge in the laboratory of Sidney Brenner. He then moved to the EMBL in Heidelberg where, for nine years, he led a group working on the mechanisms controlling plasmid DNA replication. Since 1989 he teaches and works in Rome. He has been interested in the interplay between specificity and promiscuity in the protein interaction network mediated by protein recognition modules. Over the past couple of years a large fraction of the group has focused on a project aimed at understanding the process of muscle regeneration from a systems perspective. He is a member of the European Molecular Biology Organization. He is a recipient of an ERC advanced grant.", "name": "Gianni Cesareni", "author": 1, "photo": "img/gianni_cesareni_2015.jpg", "course_teach": "", "affiliation": "Università di Roma Tor Vergata ", "contact": "", "course_organise": "", "keywords": "Protein interaction specificity, Protein networks, Protein recognition modules"}, "model": "elixir_ita.trainer", "pk": "gianni_cesareni"}, {"fields": {"website": null, "bio": "Giuseppe Profiti is a researcher in Computational Biology at the University of Bologna, where he is also adjunct professor at the International Master's Degree in Bioinformatics. He got a PhD in Computer Science and he worked also on multi agent systems and expert systems applied to economics. Giuseppe's main focus is on designing algorithms to analyse complex systems.", "name": "Giuseppe Profiti", "author": 1, "photo": "img/giuseppe_profiti_2016.png", "course_teach": "", "affiliation": "Biocomputing group University of Bologna, IT", "contact": "giuseppe.profiti2@unibo.it", "course_organise": "", "keywords": ""}, "model": "elixir_ita.trainer", "pk": "giuseppe_profiti"}, {"fields": {"website": null, "bio": "Luana Licata acquired her competencies in over 15 years of professional involvement in various aspects of applied life sciences.  She has a Master's Degree in Biology and obtained her Ph.D. in biochemistry and structural biology at the Max-Planck-Institute of Biophysics in Frankfurt am Main in 2004. Since 2006, she has been working as researcher and biocurator in the Bioinformatics and Computational Biology Unit of the Molecular Genetics Laboratory led by prof. Gianni Cesareni at the Tor Vergata University of Rome, Italy. Her main research activity as MINT Database curator (Molecular INTeraction database) includes the curation of molecular biology and molecular medicine papers with specific focus on biological pathways and protein interactions, and the integration and validation of heterogeneous biological data. More recently she has been involved in the coordination and curation of VirusMentha, which integrates data from the major databases and the SIGNOR resource for signalling information.", "name": "Luana Licata", "author": 1, "photo": "img/luana_licata_2015", "course_teach": "", "affiliation": "Università di Roma Tor Vergata ", "contact": "", "course_organise": "", "keywords": "Protein-protein interactions"}, "model": "elixir_ita.trainer", "pk": "luana_licata"}, {"fields": {"website": "http://www.crs4.it/peopledetails/183/paolo-uva/", "bio": "Paolo Uva is a researcher in the Biosciences group of the Center for Advanced Studies, Research and Development in Sardinia (CRS4). He obtained his Laurea (MSc) degree in Biology in 1999 from the University La Sapienza in Rome, Italy and then he received in 2002 a PhD degree in molecular phylogeny from the University of Tours, France. In 2004 he obtained a Master in Bioinformatics at the University of Geneva/Lausanne, Switzerland. As a postdoctoral scientist, he worked at the University La Sapienza in Rome, Italy (2004-2005) on the analysis of genome-wide expression data before joining in 2006 the Istituto di Ricerche di Biologia Molecolare (IRBM, owned by Merck & Co. Inc), Rome where he focused on the identification of molecular signatures using expression microarrays. In 2009 he moved to CRS4. Current research activities are focused on the genetic basis of inherited disorders using exome sequencing. Since 2016 he is head of the CRS4 Next Generation Sequencing Core Facility.", "name": "Paolo Uva", "author": 1, "photo": "img/paolo_uva_2016.jpg", "course_teach": "", "affiliation": "CRS4, Pula, Cagliari", "contact": "puva@crs4.it", "course_organise": "", "keywords": "Galaxy, Orione, next generation sequencing, NGS"}, "model": "elixir_ita.trainer", "pk": "paolo_uva"}, {"fields": {"website": null, "bio": "Pier Luigi Martelli graduated cum Laude in Physics at the University of Bologna in 1997 and received his PhD degree in Physics at the University of Bologna in 2001. In 2015 he has been appointed as Associate Professor in Biochemistry at the School of Science of the University of Bologna, where he has been Assistant Professor since 2006.  He teaches at the International Master Course in Bioinformatics of the same School. His research mainly focuses on Computational Biology and, in particular, on the design and implementation of systems based on neural networks, hidden Markov models, support vector machines, and conditional random fields for the prediction of different features in proteins. He developed predictors for the secondary structure of proteins, for the topography and topology of membrane proteins (both all-alpha and beta-barrel), for the cysteine bonding state, for the subcellular localization and post-translational modifications of proteins, and for the prediction of the effects of residue variations on the stability and the functions of proteins. He was involved in projects on theoretical study and simulation of the protein folding process, on three-dimensional modelling of proteins integrating information deriving from sequence and experiments, on molecular dynamic simulation of protein stability and on interaction between proteins and ligands by means of docking techniques. He is also active in activities related to NGS data analysis and interpretation. PLM is author of more than 75 papers on international peer-reviewed journals and presented the results of his research to more than 100 national and international meetings. He was awarded for the best paper at the ISMB (Intelligent Systems for Molecular Biology) 2002 meeting.", "name": "Pier Luigi Martelli", "author": 1, "photo": "img/pierluigi_martelli_2015.jpg", "course_teach": "", "affiliation": "Università di Bologna, IT ", "contact": "", "course_organise": "", "keywords": ""}, "model": "elixir_ita.trainer", "pk": "pierluigi_martelli"}, {"fields": {"website": null, "bio": "Piero Fariselli is Researcher in Bioinformatics at the University of Bologna. He obtained his Ph.D. in Biophysics at the University of Genova in 1995.\r\nHe is a member of the International Society of Computational Biology (ISCB). Fariselli's research focuses on the application of machine learning algorithms to the prediction of different structural properties in biology, like protein stability and identification of interaction sites. He is currently the Degree Programme Director of the International Master in Bioinformatics at the University of Bologna.", "name": "Piero Fariselli", "author": 1, "photo": "img/piero_fariselli_2015.jpg", "course_teach": "", "affiliation": "Università di Bologna, IT ", "contact": "", "course_organise": "", "keywords": ""}, "model": "elixir_ita.trainer", "pk": "piero_fariselli"}, {"fields": {"website": null, "bio": "Pietro Di Lena received PhD degree in computer science from the University of Bologna (Italy) in  2007.\r\nHe is assistant professor at the Department of Computer Science and Engineering of the University of Bologna.\r\nHis research interests include combinatorial optimization, computational complexity, cellular automata, and bioinformatics.", "name": "Pietro Di Lena", "author": 1, "photo": "img/elixir_ita_logo.jpg", "course_teach": "", "affiliation": "Università di Bologna, IT ", "contact": "", "course_organise": "", "keywords": "Combinatorial optimization, Computational complexity, Cellular automata, Bioinformatics"}, "model": "elixir_ita.trainer", "pk": "pietro_di_lena"}, {"fields": {"website": null, "bio": "After her degree in Physics at the University of Bologna, Italy, RC attended several courses both in Italy and abroad and acquired experience and theoretical background in different fields, such as Computer Science, Membrane and Protein Biophysics, Bioenergetics and Irreversible Thermodynamics.\r\nAfter working in Laboratories of Biophysics both in the United States and in Germany, in 1987 RC became Assistant Professor of Biophysics at the University of Bologna Italy. Since 2003 she is full professor of Biochemistry/Bioinformatics/Biophysics at UNIBO. RC worked in membrane and protein Biophysics, both experimentally and theoretically. Presently she is interested in computer modelling of relevant biological processes, such as protein folding and modelling, protein-protein interactions, genome annotation, protein interaction networks, and SNPs search and annotation and their effect on protein stability. One major field of research is the development of specific software for problem solving of large scale analysis of biomedical and biotechnological data out of genome sequencing or experiments on proteomes and interactomes. Methods are based on neural networks, hidden Markov models, Support Vector Machines, conditional random fields and their combinations. Her researches are devoted to different aspects of protein structure prediction, including prediction of secondary and tertiary structure, membrane protein topology, protein function, protein-protein and protein-DNA interaction, protein reaction mechanisms in biological processes and de novo design of peptides/molecules(for details see http://lipid.biocomp.unibo.it). RC is the author of about 300 scientific papers and presented her work at several (over 300) national and international meetings (for details see http://www.biocomp.unibo.it/casadio).", "name": "Rita Casadio", "author": 1, "photo": "img/elixir_ita_logo.jpg", "course_teach": "", "affiliation": "Università di Bologna, IT ", "contact": "", "course_organise": "", "keywords": "Protein structure prediction, Prediction of secondary and tertiary structure, Membrane protein topology, Protein function, Protein-protein interactions, Protein-DNA interaction, Protein reaction mechanisms in biological processes, De novo design of peptides/molecules"}, "model": "elixir_ita.trainer", "pk": "rita_casadio"}, {"fields": {"website": null, "bio": "Vincenza Colonna is group leader at the Institue of Genetics and Biophysics of the Italian National Research Council in Napoli, Italy. She works in human genomics and her main research interests are natural selection and consanguineous populations. She graduated from University of Napoli Federico II (Italy) and did postdoctoral work at University of Ferrara (Italy) and at the Wellcome Trust Sanger Institute (UK). She was lectures in Genetics and Bioinformatics at the University of Ferrara (Italy). She is also leading the ObiLab project (http://www.igb.cnr.it/popgenlab/research) on training in bioinformatics", "name": "Vincenza Colonna", "author": 1, "photo": "img/vincenza_colonna_2015.png", "course_teach": "", "affiliation": "Institute of Genetics and Biophysics, CNR, Napoli, IT", "contact": "vincenza.colonna@igb.cnr.it", "course_organise": "", "keywords": "Population genetics"}, "model": "elixir_ita.trainer", "pk": "vincenza_colonna"}]