[{"fields": {"code": "RNASeq2015", "title": "Gene Expression profiling with HTS: RNA-Seq data analysis", "text": "The aim of this course is to familiarize the participants with the primary analysis of datasets generated through the RNA-Seq assays. This course starts with a brief introduction to high-throughput sequencing (hts) technologies and their application to gene expression analysis (RNA-Seq). Next, we will present key steps in the data analysis pipeline (such as quality control, alignment, summarization) along with most commonly used software to accomplish them. Finally, we focus on dataset specific downstream analysis, including quantification of expression, transcriptome assembly and differential expression analysis. ", "author": 1, "venue": "CINECA Auditorium, via dei Tizii 2/C, Rome", "published_date": "2015-09-11T12:48:17Z", "deadline": "October 15th 2015", "created_date": "2015-09-03T15:51:38Z", "acceptance": "October 18th 2015", "data": "19-22 October 2015"}, "model": "elixir_ita.course", "pk": 1}, {"fields": {"code": "VarCall2015", "title": "NGS for evolutionary biologists: from basic scripting to variant calling", "text": "Recent advances in genome sequencing technologies provide unprecedented opportunities to characterise individual genomes and identify mutations relevant for the study of both evolutionary questions and diagnosis and therapy. This course will run over five days focusing on variant analysis of HTS data and is addressed to wet lab scientists with no previous knowledge of the use of a command line, statistical computing packages, and programming. Participants will be immersed in the experience of running a complete HTS data analysis workflow, from the retrieval of raw data from bioinformatics resources, to the downstream analysis of the processed data. ", "author": 1, "venue": "CINECA Auditorium, via dei Tizii 2/C, Rome", "published_date": "2015-09-11T14:36:08Z", "deadline": "October 16th 2015", "created_date": "2015-09-05T16:06:43Z", "acceptance": "October 23rd 2015", "data": "23-27 November 2015"}, "model": "elixir_ita.course", "pk": 2}, {"fields": {"code": "NGSBeMM2015", "title": "High Throughput Sequencing (HTS) data analysis", "text": "The course constitutes a formal teaching activity of the BeMM PhD school and is primarily aimed at 2nd year students of the participating PhD courses. The programme consists of lectures, which will be open to approximately 100 students, and practicals that will be available only to 24 students.\r\nThe aim of this course is to familiarise the participants with the primary analysis of datasets generated through two popular next-generation sequencing (NGS) assays:  ChIP-seq and RNA-seq.", "author": 1, "venue": "Sapienza University, Rome, Italy", "published_date": "2015-09-09T12:48:17Z", "deadline": "September 14th 2015", "created_date": "2015-09-11T12:45:34Z", "acceptance": "September 26th 2015", "data": "5-7 October 2015"}, "model": "elixir_ita.course", "pk": 3}]